Repository: StudioFuel/simplemodal-login
Catalog: I18n/simplemodal-login-*.po
Languages: ru_ru

source: Success! Your changes were successfully saved!
ru_ru: Изменения были успешно сохранены

source: Theme:
ru_ru: Тема:

source: The theme to use.
ru_ru: Тема в использовании.

source: User Registration:
ru_ru: Регистрация:

source: Enable
ru_ru: Включить

source: Select this option to enable the user registration feature in SimpleModal Login. This requires the "Anyone can register" Membership option to be selected on your WordPress General Settings page.
ru_ru: Выберите этот параметр, чтобы включить функцию регистрации пользователя в SimpleModal Login. Это требует разрешения регистрации на странице WordPress общие параметры.

source: Password Reset:
ru_ru: Восстановление пароля:

source: Select this option to enable the password reset feature in SimpleModal Login.
ru_ru: Выберете эту опцию для включения восстановления пароля.

source: Keystroke Shortcut:
ru_ru: Клавиатурное сокращение:

source: Select this option to enable the keystroke shortcut of Ctrl+Alt+L to display the log in form. Allows you to invoke the log in form without displaying a "Log In" link.
ru_ru: Выберете эту опция для включения клавиатурного сочетания Ctrl+Alt+L для отображения формы авторизации. Это позволяет вызвать форму авторизации не отображая ссылку на форму.

source: Themes
ru_ru: Темы

source: SimpleModal Login allows you to create your own themes.
ru_ru: SimpleModal Login позволяет создавать свои собственные темы.

source: To create a new theme you'll need to add two files under the <code>simplemodal-login</code> plugin directory: <code>css/THEME.css</code> and <code>js/THEME.js</code>. Replace THEME with the name you would like to use. I suggest using one of the existing themes as a template.
ru_ru: Для создания новой темы нужно добавить два файла в дерикторию плагина <code>simplemodal-login</code> <code>css/THEME.css</code> и <code>js/THEME.js</code>. Замените THEME названием, которое Вам нравится. Я советую использовать один из существующих тем в качестве шаблона.

source: Need Support?
ru_ru: Нуждаетесь в поддержке?

source: For questions, issues or feature requests, please post them in the %s and make sure to tag the post with simplemodal-login.
ru_ru: Для вопросов и предложений, пожалуйста отправляйте их на %s и добавьте посту тег simplemodal-login.

source: Want To Contribute?
ru_ru: Хотите помочь?

source: If you would like to contribute, the following is a list of ways you can help:
ru_ru: Если хотите помочь, Вы можете сделать это следующим образом:

source: Translate SimpleModal Login into your language
ru_ru: Переведите SimpleModal Login на Ваш язык

source: Blog about or link to SimpleModal Login so others can find out about it
ru_ru: Расскажите о SimpleModal Login в Вашем блоге или дайте ссылку на него, чтобы другие могли найти его.

source: Report issues, provide feedback, request features, etc.
ru_ru: Сообщите об ошибках, сделайте предложение новых возможностей, оставьте отзыв и тд.

source: Make a donation
ru_ru: Сделайте пожертвование

source: Other Links
ru_ru: Другие ссылки

source: Settings
ru_ru: Настройки

source: Powered by
ru_ru: Разработано

source: Login
ru_ru: Войти

source: Username
ru_ru: Логин

source: Password
ru_ru: Пароль

source: Remember Me
ru_ru: Запомнить меня

source: Log In
ru_ru: Войти

source: Cancel
ru_ru: Отменить

source: Register
ru_ru: Зарегистрироваться

source: Password Lost and Found
ru_ru: Пароль был утерян и восстановлен

source: Lost your password?
ru_ru: Забыли пароль?

source: <strong>ERROR</strong>: The username field is empty.
ru_ru: <strong>Ошибка</strong>: Не заполнено поле логина.

source: <strong>ERROR</strong>: The password field is empty.
ru_ru: <strong>Ошибка</strong>: Не заполнено поле пароля.

source: <strong>ERROR</strong>: The email field is empty.
ru_ru: <strong>Ошибка</strong>: Не заполнено поле емайла.

source: <strong>ERROR</strong>: All fields are required.
ru_ru: <strong>Ошибка</strong>: Требуется заполнение всех полей.

source: E-mail
ru_ru: Емайл

source: A password will be e-mailed to you.
ru_ru: Пароль будет отправлен Вам на емайл.

source: Log in
ru_ru: Войти

source: Reset Password
ru_ru: Сбросить пароль

source: Username or E-mail:
ru_ru: Логин или емайл:

source: Get New Password
ru_ru: Получить новый пароль

source: A modal Ajax login, registration, and password reset feature for WordPress which utilizes jQuery and the SimpleModal jQuery plugin.
ru_ru: Авторизация, регистрация и сброс пароля в модальном окне с помощью Ajax для Wordpress, который использует jQuery и SimpleModal jQuery плагин.
